Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Available Enhancement Models
de: Verfügbare Verbesserungsmodelle
fr: Modèles d'amélioration disponibles
zh_hans: 可用的润色模型
zh_hant: 可用的潤色模型

source: Available Microphones
de: Verfügbare Mikrofone
fr: Microphones disponibles
zh_hans: 可用麦克风
zh_hant: 可用麥克風

source: Available Transcription Models
de: Verfügbare Transkriptionsmodelle
fr: Modèles de transcription disponibles
zh_hans: 可用的转写模型
zh_hant: 可用的轉錄模型

source: Available on Apple silicon Macs with at least 16 GB of memory.
de: Verfügbar auf Macs mit Apple-Chip und mindestens 16 GB Arbeitsspeicher.
fr: Disponible sur les Mac Apple Silicon avec au moins 16 Go de mémoire.
zh_hans: 适用于配备 Apple 芯片且内存至少为 16 GB 的 Mac。
zh_hant: 適用於配備 Apple 芯片且記憶體至少為 16 GB 的 Mac。

source: Average output
de: Durchschnittliche Ausgabe
fr: Production moyenne
zh_hans: 平均产出
zh_hant: 平均產出

source: Avg. latency
de: Ø Latenz
fr: Moy. latence
zh_hans: 平均延迟
zh_hant: 平均延遲

source: Back
de: Zurück
fr: Dos
zh_hans: 返回
zh_hant: 返回

source: Back to Auto-detect
de: Wieder automatisch erkennen
fr: Revenir à la détection automatique
zh_hans: 改回自动检测
zh_hant: 改回自動偵測

source: Back to Models
de: Zurück zu Modellen
fr: Retour aux modèles
zh_hans: 返回模型
zh_hant: 返回模型

source: Back to dashboard
de: Zurück zum Dashboard
fr: Retour au tableau de bord
zh_hans: 返回仪表盘
zh_hant: 返回儀錶盤

source: Back to history
de: Zurück zum Verlauf
fr: Retour à l'histoire
zh_hans: 返回历史记录
zh_hant: 返回歷史記錄

source: Backup
de: Sicherung
fr: Sauvegarde
zh_hans: 备份
zh_hant: 備份

source: Balance %@
de: Guthaben %@
fr: Solde %@
zh_hans: 余额 %@
zh_hant: 餘額 %@

source: Balance adjustment
de: Guthabenkorrektur
fr: Ajustement du solde
zh_hans: 余额调整
zh_hant: 餘額調整

source: Base URL
de: Basis-URL
fr: URL de base

source: Base URL cannot be empty
de: Basis-URL darf nicht leer sein
fr: L'URL de base ne peut pas être vide
zh_hans: Base URL 不能为空
zh_hant: Base URL 不能為空

source: Base URL must be a valid URL
de: Basis-URL muss eine gültige URL sein
fr: L'URL de base doit être une URL valide
zh_hans: Base URL 必须是有效的 URL
zh_hant: Base URL 必須是有效的 URL

source: Base URL must use HTTPS (plain HTTP is allowed only for localhost)
de: Die Basis-URL muss HTTPS verwenden (reines HTTP ist nur für localhost erlaubt)
fr: L'URL de base doit utiliser HTTPS (le HTTP simple n'est autorisé que pour localhost)
zh_hans: 基础 URL 必须使用 HTTPS（仅 localhost 可使用普通 HTTP）
zh_hant: 基礎 URL 必須使用 HTTPS（僅 localhost 可使用普通 HTTP）

source: Best time
de: Beste Uhrzeit
fr: Meilleur moment
zh_hans: 最佳时段
zh_hant: 最佳時段

source: Billed to your Yap Cloud balance
de: Wird vom Yap-Cloud-Guthaben abgebucht
fr: Facturé sur votre solde Yap Cloud
zh_hans: 费用从 Yap Cloud 余额扣除
zh_hant: 費用從 Yap Cloud 餘額扣除

source: Both act only on the text Yap pasted last, and only if it's still there unchanged.
de: Beide wirken nur auf den Text, den Yap zuletzt eingefügt hat, und nur, solange er unverändert an seiner Stelle steht.
fr: Les deux n’agissent que sur le dernier texte collé par Yap, et seulement s’il est toujours là, inchangé.
zh_hans: 两者都只作用于 Yap 最近一次粘贴的文字，而且只在那段文字还在原处、没被改过时生效。
zh_hant: 兩者都只作用於 Yap 最近一次貼上的文字，而且只在那段文字還在原處、沒被改過時生效。

source: Bring over modes, prompts, dictionary, shortcuts, general settings and custom models. API keys and license aren't copied.
de: Übernimmt Modi, Prompts, Wörterbuch, Kurzbefehle, allgemeine Einstellungen und eigene Modelle. API-Schlüssel und Lizenz werden nicht kopiert.
fr: Reprend les modes, prompts, le dictionnaire, les raccourcis, les réglages généraux et les modèles personnalisés. Les clés d’API et la licence ne sont pas copiées.
zh_hans: 导入模式、提示词、词典、快捷键、通用设置和自定义模型。API key 和许可证不会复制。
zh_hant: 匯入模式、提示詞、字典、快速鍵、通用設定和自訂模型。API key 和授權不會複製。

source: Built in
de: Integriert
fr: Intégré
zh_hans: 内置
zh_hant: 內建

source: By continuing, you agree to the %1$@ and %2$@.
de: Wenn du fortfährst, stimmst du den %1$@ und der %2$@ zu.
fr: En continuant, vous acceptez les %1$@ et la %2$@.
zh_hans: 继续即表示你同意%1$@和%2$@。
zh_hant: 繼續即表示你同意%1$@和%2$@。

source: Choose a folder for the Markdown files.
de: Wähle einen Ordner für die Markdown-Dateien.
fr: Choisissez un dossier pour les fichiers Markdown.
zh_hans: 选择存放 Markdown 文件的文件夹。
zh_hant: 選擇存放 Markdown 檔案的資料夾。

source: Choose Folder…
de: Ordner wählen…
fr: Choisir un dossier…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Claude Code, Cursor, Codex and other agents can read your meetings and dictionary through a helper inside Yap. While this is off, every read gets an error.
de: Claude Code, Cursor, Codex und andere Agents können über ein Hilfsprogramm in Yap deine Meetings und dein Wörterbuch lesen. Solange das aus ist, bekommt jeder Lesezugriff einen Fehler.
fr: Claude Code, Cursor, Codex et d'autres agents peuvent lire vos réunions et votre dictionnaire grâce à un programme d'assistance intégré à Yap. Tant que cette option est désactivée, chaque lecture renvoie une erreur.
zh_hans: Claude Code、Cursor、Codex 等 agent 可以通过 Yap 自带的辅助程序读取你的会议和词典。关着时，每次读取都会报错。
zh_hant: Claude Code、Cursor、Codex 等 agent 可以透過 Yap 內建的輔助程式讀取你的會議和字典。關閉時，每次讀取都會回報錯誤。

source: Clear the Scratchpad?
de: Notizblock leeren?
fr: Vider le bloc-notes ?
zh_hans: 清空便签？
zh_hant: 清空便箋？

source: CLI Provider
de: CLI-Anbieter
fr: Fournisseur CLI
zh_hans: CLI 提供商
zh_hant: CLI 供應商

source: Cancel
de: Abbrechen
fr: Annuler
zh_hans: 取消
zh_hant: 取消

source: Cancel Recording
de: Aufnahme abbrechen
fr: Annuler l'enregistrement
zh_hans: 取消录音
zh_hant: 取消錄音

source: Cancel transcription
de: Transkription abbrechen
fr: Annuler la transcription
zh_hans: 取消转写
zh_hant: 取消轉錄

source: Canceled
de: Abgebrochen
fr: Annulé
zh_hans: 已取消
zh_hant: 已取消

source: Cannot Save Mode
de: Modus kann nicht gespeichert werden
fr: Impossible de sauvegarder le mode
zh_hans: 无法存储模式
zh_hant: 無法儲存模式

source: Cannot retry: Audio file not found
de: Wiederholung nicht möglich: Audiodatei nicht gefunden
fr: Impossible de réessayer : fichier audio introuvable
zh_hans: 无法重试：未找到音频文件
zh_hant: 無法重試：未找到音訊檔案

source: Cap (USD)
de: Limit (USD)
fr: Plafond (USD)
zh_hans: 上限(美元)
zh_hant: 上限(美元)

source: Change in Settings
de: In den Einstellungen ändern
fr: Modifier dans les réglages
zh_hans: 去设置里修改
zh_hant: 去設定裡修改

source: Change it in the mode's settings, or in config.json if it's set there.
de: Ändere es in den Einstellungen des Modus oder in config.json, falls es dort festgelegt ist.
fr: Modifiez-le dans les réglages du mode, ou dans config.json s'il y est défini.
zh_hans: 请在该模式的设置里重新选择；如果是 config.json 里写的，请去那里改。
zh_hant: 請在該模式的設定裡重新選擇；如果是 config.json 裡寫的，請去那裡改。

source: Change sort order
de: Sortierung ändern
fr: Modifier l'ordre de tri
zh_hans: 更改排序方式
zh_hant: 更改排序方式

source: Check for Updates
de: Nach Updates suchen
fr: Vérifier les mises à jour
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates…
de: Nach Updates suchen …
fr: Vérifiez les mises à jour…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check the default model and try again. If the problem persists, try a different model.
de: Überprüfe das Standardmodell und versuche es erneut. Wenn das Problem weiterhin besteht, probiere ein anderes Modell.
fr: Vérifiez le modèle par défaut et réessayez. Si le problème persiste, essayez un autre modèle.
zh_hans: 请检查默认模型后重试。如果问题仍然存在，请尝试其他模型。
zh_hant: 請檢查預設模型後重試。如果問題仍然存在，請嘗試其他模型。

source: Checking
de: Wird geprüft
fr: Vérification
zh_hans: 正在检查
zh_hant: 正在檢查

source: Checking cached models...
de: Zwischengespeicherte Modelle werden geprüft...
fr: Vérification des modèles en cache...
zh_hans: 正在检查缓存的模型…
zh_hant: 正在檢查快取的模型…

source: Checking the key and applying the setup…
de: Schlüssel wird geprüft und die Einrichtung angewendet …
fr: Vérification de la clé et application de la configuration…
zh_hans: 正在验证密钥并应用配置…
zh_hant: 正在驗證金鑰並應用設定…

source: Checking whether this Apple Speech language is downloaded.
de: Es wird geprüft, ob diese Apple-Speech-Sprache heruntergeladen ist.
fr: Vérifier si cette langue Apple Speech est téléchargée.
zh_hans: 正在检查此 Apple Speech 语言是否已下载。
zh_hant: 正在檢查此 Apple Speech 語言是否已下載。

source: Checkout opens in your browser. Your balance updates when you come back to Yap.
de: Der Bezahlvorgang öffnet sich im Browser. Dein Guthaben wird aktualisiert, sobald du zu Yap zurückkehrst.
fr: Le paiement s’ouvre dans votre navigateur. Votre solde se met à jour quand vous revenez dans Yap.
zh_hans: 支付页面会在浏览器中打开。付款后回到 Yap，余额会自动更新。
zh_hant: 支付頁面會在瀏覽器中開啟。付款後回到 Yap，餘額會自動更新。

source: Chinese Cleanup
de: Chinesische Bereinigung
fr: Nettoyage du chinois
zh_hans: 中文清理
zh_hant: 中文清理

source: Chinese, English and mixed speech, transcribed on this Mac.
de: Chinesisch, Englisch und gemischte Sprache, transkribiert auf diesem Mac.
fr: Chinois, anglais et parole mixte, transcrits sur ce Mac.
zh_hans: 中文、英文和中英混说，都在这台 Mac 上转写。
zh_hant: 中文、英文和中英混說，都在這台 Mac 上轉錄。

source: Choose
de: Auswählen
fr: Choisir
zh_hans: 选取
zh_hant: 選取

source: Choose %@ Sound
de: %@-Klang auswählen
fr: Choisissez le son %@
zh_hans: 选取 %@ 提示音
zh_hant: 選取 %@ 提示音

source: Choose Files
de: Dateien auswählen
fr: Choisissez des fichiers
zh_hans: 选取文件
zh_hant: 選取檔案

source: Choose Microphone
de: Mikrofon auswählen
fr: Choisissez un microphone
zh_hans: 选取麦克风
zh_hant: 選取麥克風

source: Choose a Yap dictionary JSON file.
de: Wähle eine Yap-Wörterbuchdatei im JSON-Format.
fr: Choisissez un fichier JSON de dictionnaire Yap.
zh_hans: 选择一个 Yap 词典 JSON 文件。
zh_hant: 選擇一個 Yap 字典 JSON 檔案。

source: Choose a location to save your settings.
de: Wähle einen Speicherort für deine Einstellungen.
fr: Choisissez un emplacement pour enregistrer vos paramètres.
zh_hans: 选取一个位置来存储你的设置。
zh_hant: 選取一個位置來儲存你的設定。

source: Choose a settings backup, then select what you want to import.
de: Wähle ein Einstellungs-Backup und dann, was importiert werden soll.
fr: Choisissez une sauvegarde des paramètres, puis sélectionnez ce que vous souhaitez importer.
zh_hans: 选取一个设置备份，然后选择要导入的内容。
zh_hant: 選取一個設定備份，然後選擇要匯入的內容。

source: Choose a shortcut to get started.
de: Wähle eine Tastenkombination, um loszulegen.
fr: Choisissez un raccourci pour commencer.
zh_hans: 选取一个快捷键以开始。
zh_hant: 選取一個快速鍵以開始。

source: Choose a transcription model in the mode before recording a meeting.
de: Wähle im Modus ein Transkriptionsmodell, bevor du ein Meeting aufnimmst.
fr: Choisissez un modèle de transcription dans le mode avant d'enregistrer une réunion.
zh_hans: 录制会议前，请先在模式里选择转写模型。
zh_hant: 錄製會議前，請先在模式裡選擇轉錄模型。

source: Choose what to import from this backup.
de: Wähle aus, was aus diesem Backup importiert werden soll.
fr: Choisissez ce que vous souhaitez importer à partir de cette sauvegarde.
zh_hans: 选取要从此备份中导入的内容。
zh_hant: 選取要從此備份中匯入的內容。

source: Choose when saved corrections are sent to your AI provider. Manual review keeps them local until you select Review Now.
de: Lege fest, wann gespeicherte Korrekturen an deinen KI-Anbieter gesendet werden. Bei manueller Überprüfung bleiben sie lokal, bis du „Jetzt überprüfen“ auswählst.
fr: Choisissez quand les corrections enregistrées sont envoyées à votre fournisseur d’IA. La révision manuelle les conserve en local jusqu'à ce que vous sélectionniez Réviser maintenant.
zh_hans: 选择何时将已保存的更正发送给你的 AI 提供商。手动审核会将其保留在本地，直到你选择“立即审核”。
zh_hant: 選擇何時將已儲存的更正傳送給你的 AI 供應商。手動審核會將其保留在本地，直到你選擇「立即審核」。

source: Claude, Codex, scripts, or any command
de: Claude, Codex, Skripte oder beliebige Befehle
fr: Claude, Codex, scripts ou toute commande
zh_hans: Claude、Codex、脚本或任何命令
zh_hant: Claude、Codex、腳本或任何命令

source: Cleans up raw transcripts. Processing stays on your Mac.
de: Bereinigt Rohtranskripte. Die Verarbeitung bleibt auf deinem Mac.
fr: Nettoie les transcriptions brutes. Le traitement reste sur votre Mac.
zh_hans: 清理原始转录文本。处理过程保留在你的 Mac 上。
zh_hant: 清理原始轉錄文字。處理過程保留在你的 Mac 上。

source: Cleanup Complete
de: Bereinigung abgeschlossen
fr: Nettoyage terminé
zh_hans: 清理完成
zh_hant: 清理完成

source: Cleanup complete.
de: Bereinigung abgeschlossen.
fr: Nettoyage terminé.
zh_hans: 清理完成。
zh_hant: 清理完成。

source: Clear
de: Leeren
fr: Clair
zh_hans: 清除
zh_hant: 清除

source: Clear Filter
de: Filter zurücksetzen
fr: Effacer le filtre
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear Search
de: Suche löschen
fr: Effacer la recherche
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear all items
de: Alle Elemente löschen
fr: Effacer tous les éléments
zh_hans: 清除所有项目
zh_hant: 清除所有項目

source: Click to edit
de: Zum Bearbeiten klicken
fr: Cliquez pour modifier
zh_hans: 点击编辑
zh_hant: 點擊編輯

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Close
de: Schließen
fr: Fermer
zh_hans: 关闭
zh_hant: 關閉

source: Cloud Providers
de: Cloud-Anbieter
fr: Fournisseurs de cloud
zh_hans: 云端提供商
zh_hant: 雲端供應商

source: Cloud providers process audio and text under their own privacy policies.
de: Cloud-Anbieter verarbeiten Audio und Text gemäß ihren eigenen Datenschutzrichtlinien.
fr: Les fournisseurs de cloud traitent l'audio et le texte selon leurs propres politiques de confidentialité.
zh_hans: 云服务提供商会根据其各自的隐私政策处理音频和文本。
zh_hant: 雲服務供應商會根據其各自的隱私政策處理音訊和文字。

source: Cloud sync failed: %@
de: Cloud-Synchronisierung fehlgeschlagen: %@
fr: Échec de la synchronisation cloud : %@
zh_hans: 云同步失败：%@
zh_hant: 雲同步失敗：%@

source: Collapse
de: Einklappen
fr: Réduire
zh_hans: 收起
zh_hant: 收起

source: Collapsed
de: Eingeklappt
fr: Réduit
zh_hans: 已收起
zh_hant: 已收起

source: Collecting: %1$lld so far, %2$lld needed
de: Wird gesammelt: %1$lld bisher, %2$lld nötig
fr: Collecte en cours : %1$lld pour l'instant, %2$lld nécessaires
zh_hans: 收集中：已有 %1$lld 次，需要 %2$lld 次
zh_hant: 收集中：已有 %1$lld 次，需要 %2$lld 次

source: Combines transcription with an LLM to create a polished version.
de: Kombiniert Transkription mit einem LLM, um eine ausgefeilte Version zu erstellen.
fr: Combine la transcription avec un LLM pour créer une version raffinée.
zh_hans: 将转写与 LLM 结合，生成润色后的版本。
zh_hant: 將轉錄與 LLM 結合，產生潤色後的版本。

source: Command
de: Befehl
fr: Commande
zh_hans: 命令
zh_hant: 命令

source: Command + Return (⌘⏎)
de: Befehlstaste + Eingabe (⌘⏎)
fr: Commande + Retour (⌘⏎)

source: Compared with the current version
de: Im Vergleich zur aktuellen Version
fr: Par rapport à la version actuelle
zh_hans: 与当前版本相比
zh_hant: 與目前版本相比

source: Compiling %@
de: %@ wird kompiliert
fr: Compilation de %@
zh_hans: 正在编译 %@
zh_hant: 正在編譯 %@

source: Config File
de: Konfigurationsdatei
fr: Fichier de configuration
zh_hans: 配置文件
zh_hant: 設定檔案

source: Configure API Keys
de: API-Schlüssel konfigurieren
fr: Configurer les clés API
zh_hans: 配置 API 密钥
zh_hant: 設定 API 金鑰

source: Configure Transcription Model
de: Transkriptionsmodell konfigurieren
fr: Configurer le modèle de transcription
zh_hans: 配置转写模型
zh_hant: 設定轉錄模型

source: Configured
de: Konfiguriert
fr: Configuré
zh_hans: 已配置
zh_hant: 已設定

source: Conflicts Skipped
de: Konflikte übersprungen
fr: Conflits ignorés
zh_hans: 已跳过冲突项
zh_hant: 已略過衝突項

source: Connect
de: Verbinden
fr: Connecter
zh_hans: 连接
zh_hant: 連線

source: Connect an Agent
de: Agent verbinden
fr: Connecter un agent
zh_hans: 连接 agent
zh_hant: 連接 agent

source: Connect Ollama or configure a CLI command for local enhancement.
de: Verbinde Ollama oder konfiguriere einen CLI-Befehl für die lokale Verbesserung.
fr: Connectez Ollama ou configurez une commande CLI pour une amélioration locale.
zh_hans: 连接 Ollama，或配置 CLI 命令进行本地润色。
zh_hant: 連線 Ollama，或設定 CLI 命令進行本地潤色。

source: Connect a microphone or allow microphone access, then refresh.
de: Schließe ein Mikrofon an oder erlaube den Mikrofonzugriff und aktualisiere dann.
fr: Connectez un microphone ou autorisez l’accès au microphone, puis actualisez.
zh_hans: 请连接麦克风或允许麦克风访问，然后刷新。
zh_hant: 請連線麥克風或允許麥克風存取，然後重新整理。

source: Connected
de: Verbunden
fr: Connecté
zh_hans: 已连接
zh_hant: 已連線

source: Connection
de: Verbindung
fr: Connexion
zh_hans: 连接
zh_hant: 連線

source: Connection verified.
de: Verbindung verifiziert.
fr: Connexion vérifiée.
zh_hans: 连接已验证。
zh_hant: 連線已驗證。

source: Consistency, at a glance
de: Regelmäßigkeit auf einen Blick
fr: La régularité en un coup d’œil
zh_hans: 坚持情况一览
zh_hant: 堅持情況一覽

source: Contact Support
de: Support kontaktieren
fr: Contacter l'assistance
zh_hans: 联系支持
zh_hant: 聯繫支援

source: Context Awareness
de: Kontexterkennung
fr: Conscience du contexte
zh_hans: 上下文感知
zh_hant: 上下文感知

source: Continue
de: Weiter
fr: Continuer
zh_hans: 继续
zh_hant: 繼續

source: Continue checks the key, then sets up transcription and enhancement with it.
de: „Weiter“ prüft den Schlüssel und richtet damit Transkription und Verbesserung ein.
fr: « Continuer » vérifie la clé, puis configure la transcription et l'amélioration avec elle.
zh_hans: 点继续会先验证密钥，再用它配置转写和润色。
zh_hant: 點繼續會先驗證金鑰，再用它設定轉錄和潤色。

source: Continue using Yap to unlock peak hours.
de: Nutze Yap weiter, um Spitzenzeiten freizuschalten.
fr: Continuez à utiliser Yap pour débloquer les heures de pointe.
zh_hans: 继续使用 Yap 以解锁高峰时段。
zh_hant: 繼續使用 Yap 以解鎖高峰時段。

source: Convert transcription output to lowercase.
de: Transkriptionsausgabe in Kleinbuchstaben umwandeln.
fr: Convertissez la sortie de transcription en minuscules.
zh_hans: 将转写输出转换为小写。
zh_hant: 將轉錄輸出轉換為小寫。

source: Converts Traditional Chinese characters in the transcript to Simplified.
de: Wandelt traditionelle chinesische Schriftzeichen im Transkript in vereinfachte um.
fr: Convertit les caractères chinois traditionnels de la transcription en caractères simplifiés.
zh_hans: 把转写里的繁体字转成简体。
zh_hant: 把轉錄裡的繁體字轉成簡體。

source: Copied
de: Kopiert
fr: Copié
zh_hans: 已复制
zh_hant: 已複製

source: Copied to clipboard
de: In Zwischenablage kopiert
fr: Copié dans le presse-papiers
zh_hans: 已拷贝到剪贴板
zh_hant: 已複製到剪貼簿

source: Copied to clipboard and added to your Scratchpad. No text field was focused, so Yap didn't paste.
de: In die Zwischenablage kopiert und dem Notizblock hinzugefügt. Es war kein Textfeld aktiv, daher hat Yap nicht eingefügt.
fr: Copié dans le presse-papiers et ajouté au bloc-notes. Aucun champ de texte n’avait le focus, Yap n’a donc rien collé.
zh_hans: 已复制到剪贴板，并加进便签。当时没有聚焦的输入框，Yap 没有粘贴。
zh_hant: 已複製到剪貼簿，並加進便箋。當時沒有聚焦的輸入框，Yap 沒有貼上。

source: Copied to clipboard. Allow Accessibility so Yap can paste automatically.
de: In die Zwischenablage kopiert. Erlaube Bedienungshilfen, damit Yap automatisch einfügen kann.
fr: Copié dans le presse-papiers. Autorisez l’accessibilité pour que Yap puisse coller automatiquement.
zh_hans: 已复制到剪贴板。授权辅助功能后，Yap 可以自动粘贴。
zh_hant: 已複製到剪貼簿。授權輔助功能後，Yap 可以自動貼上。

source: Copied!
de: Kopiert!
fr: Copié!
zh_hans: 已拷贝！
zh_hant: 已複製！

source: Copy
de: Kopieren
fr: Copie
zh_hans: 复制
zh_hant: 複製

source: Copy All
de: Alles kopieren
fr: Tout copier
zh_hans: 全部复制
zh_hant: 全部複製

source: Copy Command
de: Befehl kopieren
fr: Copier la commande
zh_hans: 复制命令
zh_hant: 複製指令

source: Copy JSON
de: JSON kopieren
fr: Copier le JSON
zh_hans: 复制 JSON
zh_hant: 複製 JSON

source: Copy Last Transcription
de: Letzte Transkription kopieren
fr: Copier la dernière transcription
zh_hans: 拷贝上次转写
zh_hant: 複製上次轉錄

source: Copy Notes
de: Notizen kopieren
fr: Copier les notes
zh_hans: 复制纪要
zh_hant: 複製紀要

source: Copy Notice
de: Hinweis kopieren
fr: Copier l'avis
zh_hans: 复制告知
zh_hant: 複製告知

source: Copy Original
de: Original kopieren
fr: Copier l’original
zh_hans: 复制原文
zh_hant: 複製原文

source: Copy Recording Notice
de: Aufnahmehinweis kopieren
fr: Copier l'avis d'enregistrement
zh_hans: 复制录音告知文字
zh_hant: 複製錄音告知文字

source: Copy System Info
de: Systeminfo kopieren
fr: Copier les informations système
zh_hans: 拷贝系统信息
zh_hant: 複製系統資訊

source: Copy Transcript
de: Transkript kopieren
fr: Copier la transcription
zh_hans: 复制转写
zh_hant: 複製轉錄

source: Copy a short note for the meeting chat saying you're recording.
de: Einen kurzen Hinweis für den Meeting-Chat kopieren, dass du aufnimmst.
fr: Copier un court message pour le chat de la réunion indiquant que vous enregistrez.
zh_hans: 复制一段告知文字，贴到会议聊天里，说明你在录音。
zh_hant: 複製一段告知文字，貼到會議聊天裡，說明你在錄音。

source: Copy text
de: Text kopieren
fr: Copier le texte
zh_hans: 复制文本
zh_hant: 複製文字

source: Copy transcription
de: Transkription kopieren
fr: Copier la transcription
zh_hans: 复制转写文本
zh_hant: 複製轉錄文字

source: Corrections to review
de: Zu überprüfende Korrekturen
fr: Corrections à revoir
zh_hans: 待审核更正
zh_hant: 待審核更正

source: Cost %@ (%@)
de: Kosten %1$@ (%2$@)
fr: Coût %1$@ (%2$@)
zh_hans: 费用 %1$@(%2$@)
zh_hant: 費用 %1$@(%2$@)

source: Cost not available yet
de: Kosten noch nicht verfügbar
fr: Coût pas encore disponible
zh_hans: 费用暂未结算
zh_hant: 費用暫未結算

source: Could not communicate with Yap Refine.
de: Die Kommunikation mit Yap Refine ist fehlgeschlagen.
fr: Impossible de communiquer avec Yap Refine.
zh_hans: 无法与 Yap Refine 通信。
zh_hant: 無法與 Yap Refine 通信。

source: Could not create the download URL for %@.
de: Die Download-URL für %1$@ konnte nicht erstellt werden.
fr: Impossible de créer l'URL de téléchargement pour %@.
zh_hans: 无法为 %1$@ 创建下载 URL。
zh_hant: 無法為 %1$@ 建立下載 URL。

source: Could not encode settings to JSON: %@
de: Einstellungen konnten nicht als JSON kodiert werden: %@
fr: Impossible d'encoder les paramètres au format JSON : %@
zh_hans: 无法将设置编码为 JSON：%@
zh_hant: 無法將設定編碼為 JSON：%@

source: Could not get the file URL from the open panel.
de: Die Datei-URL konnte nicht aus dem Öffnen-Dialog ermittelt werden.
fr: Impossible d'obtenir l'URL du fichier à partir du panneau ouvert.
zh_hans: 无法从打开面板获取文件 URL。
zh_hant: 無法從開啟面板取得檔案 URL。

source: Could not read config file: %@
de: Konfigurationsdatei konnte nicht gelesen werden: %@
fr: Impossible de lire le fichier de configuration : %@
zh_hans: 无法读取配置文件：%@
zh_hant: 無法讀取設定檔案：%@

source: Could not save re-enhancement
de: Die erneute Verbesserung konnte nicht gespeichert werden
fr: Impossible d'enregistrer la réamélioration
zh_hans: 无法保存重新增强的转录
zh_hant: 無法儲存重新增強的轉錄

source: Could not save settings to file: %@
de: Einstellungen konnten nicht in der Datei gespeichert werden: %@
fr: Impossible d'enregistrer les paramètres dans le fichier : %@
zh_hans: 无法将设置存储到文件：%@
zh_hant: 無法將設定儲存到檔案：%@

source: Could not verify this API key
de: Dieser API-Schlüssel konnte nicht verifiziert werden
fr: Impossible de vérifier cette clé API
zh_hans: 无法验证此 API 密钥
zh_hant: 無法驗證此 API 金鑰

source: Could not verify this API key. Check the key and your internet connection, then try again.
de: Dieser API-Schlüssel konnte nicht verifiziert werden. Überprüfe den Schlüssel und deine Internetverbindung und versuche es erneut.
fr: Impossible de vérifier cette clé API. Vérifiez la clé et votre connexion Internet, puis réessayez.
zh_hans: 无法验证此 API 密钥。请检查密钥和网络连接后重试。
zh_hant: 無法驗證此 API 金鑰。請檢查金鑰和網路連線後重試。

source: Could not write config file: %@
de: Konfigurationsdatei konnte nicht geschrieben werden: %@
fr: Impossible d’écrire le fichier de configuration : %@
zh_hans: 无法写入配置文件：%@
zh_hant: 無法寫入設定檔案：%@

source: Couldn't export subtitles
de: Untertitel konnten nicht exportiert werden
fr: Impossible d'exporter les sous-titres
zh_hans: 无法导出字幕
zh_hant: 無法匯出字幕

source: Couldn't load devices: %@
de: Geräte konnten nicht geladen werden: %@
fr: Impossible de charger les appareils : %@
zh_hans: 无法加载设备列表：%@
zh_hant: 無法載入裝置列表：%@

source: Couldn't load recent activity.
de: Letzte Aktivitäten konnten nicht geladen werden.
fr: Impossible de charger l’activité récente.
zh_hans: 无法加载最近记录。
zh_hant: 無法載入最近記錄。

source: Couldn't refresh your account: %@
de: Konto konnte nicht aktualisiert werden: %@
fr: Impossible d’actualiser votre compte : %@
zh_hans: 无法刷新账户：%@
zh_hant: 無法重新整理帳號：%@

source: Couldn't save the sign-in token to the keychain.
de: Das Anmelde-Token konnte nicht im Schlüsselbund gespeichert werden.
fr: Impossible d'enregistrer le jeton de connexion dans le trousseau.
zh_hans: 无法把登录凭证存进钥匙串。
zh_hant: 無法把登入憑證存進鑰匙串。

source: Couldn't send the email. Try again in a moment.
de: Die E-Mail konnte nicht gesendet werden. Versuche es gleich noch einmal.
fr: Impossible d’envoyer l’e-mail. Réessayez dans un instant.
zh_hans: 邮件发送失败，请稍后再试。
zh_hant: 郵件傳送失敗，請稍後再試。

source: Covered by sign-up credit
de: Davon aus Startguthaben
fr: Dont crédit d'inscription
zh_hans: 其中赠额
zh_hant: 其中贈額
